LEXICON: dict[str, str] = {
    '/start': 'Привет! 👋\nПеред использованием бота обязательно ознакомься с правилами и определениями.\n\nℹ️ Цифры в конце, например 720p — это качество видео.\n🎬 Обозначение б/з — в видео нет зелёного фона для футажей.\n✨ Если хочешь добавить мем в базу, используй команду /addmeme\n\n📢 Наш Telegram-канал: @burmalldatgk',
    'meme_button': '🎲 Получить мем',
    'meme_caption': '😎 Вот твой мем!',
    'no_memes': '🫥 База мемов пока пустая — может, ты станешь первым, кто добавит мем?',
    'error': '😬 Что-то пошло не так\n\nТы можешь сообщить об этом @heresy01',
    'not_found': '🔎 Мем не найден, возможно, он был удалён админом',
    'add_meme_instruction': '📤 Сначала отправь видео',
    'check_meme': '✅ Твой мем отправлен на проверку админу!',
    'meme_unavailable': '🎬 <b>{title}</b>\n\n⚠️ Этот мем сейчас недоступен в боте. Возможно, его нужно загрузить заново.',
    'top_button': '📊 Статистика',
    'top_response': '📊 <b>ТОП-3 САМЫХ ПОПУЛЯРНЫХ МЕМОВ:</b>\n\n',
    'top_contributors_response': '🏆 <b>ТОП-10 ОТПРАВИТЕЛЕЙ МЕМОВ:</b>\nЕсли написано @anon то у отправителя нету username\n\n',
    'add_meme_button': '➕ Добавить мем',
    'back_button': '⬅️ Назад',
    'random_meme_button': '🎲 Мем дня',
    'meme_approved_notification': '✅ Твой мем одобрен и добавлен в базу! 🎉\n\nНазвание: {title}\n\nТеперь его смогут видеть другие пользователи.',
    'meme_rejected_notification': '❌ Твой мем отклонён.\n\nНазвание: {title}\nПричина: {reason}\n\nЕсли хочешь, можешь отправить другой мем на проверку.'
    ,
    'about_button': '🤖 О боте',
    'settings_button': '⚙️ Настройки',
    'settings_text': '⚙️ Настройки inline-режима\n\nПодпись под результатами в списке мемов: {status}',
    'about_text': '🤖 Самое лучшее изобретение человечества\n\n- Получить мем: нажми "🎲 Получить мем"\n- Добавить мем: /addmeme или нажми "➕ Добавить мем"\n- Статистика: "📊 Статистика"\n\nЕсли есть вопросы или проблемы, пиши @heresy01\nПоддержать автора - https://www.donationalerts.com/r/mayhemkk1\n\nЧто нового\nПросмотры на мемах\nФикс багов с базой данных\nУлучшил внешний вид\nНовые возможности админ панели\nВ статистике теперь также топ 3 мема по просмотрам\n\nЭто еще не полное обновление. Версия: 1.5.1'
}