LEXICON: dict[str, str] = {
    '/start': 'Здарова\nПеред использованием бота ознакомься с определениями\n\nЦифры в конце типа 720p - качество видео\nОбозначение б/з - в видео нету зеленого фона для футажей\nЕсли хочешь добавить мем в базу, используй команду /addmeme\n\nНаш телеграмм канал @burmalldatgk',
    'meme_button': 'Получить мем',
    'meme_caption': '22',
    'no_memes': 'база мемов пуста, может быть ты первый кто добавит мем',
    'error': 'админ хуесос че то поломалось/nМожешь сообщить об этом @heresy01',
    'not_found': 'Мем не найден, возможно он был удален админом',
    'add_meme_instruction': 'Сначала отправь видео',
    'check_meme': 'твой мем отправлен на проверку админу!',
    'top_button': 'Статистика',
    'add_meme_button': 'Добавить мем',
    'back_button': 'Назад',
    'random_meme_button': 'Мем дня'
}